export const el = {
  home1: "Αυτό το παιχνίδι είναι μια κορεατική εκδοχή του Wordle",
  home2: "Ξεκινάμε;",
  home3: "Επιλέξτε επίπεδο δυσκολίας",
  lv1: "Εύκολο",
  lv2: "Μέτριο",
  lv3: "Δύσκολο",
  submit: "Υποβολή",
  setting: "Ρυθμίσεις",
  settings: {
    dark: "Dark Theme",
    color: "Λειτουργία Υψηλής Αντίθεσης",
    color_desc: "Απολαύστε το παιχνίδι χωρίς εμπόδια στην αντίληψη χρωμάτων.",
    keyboard: "Εισαγωγή μόνο από το Πληκτρολόγιο Οθόνης",
    keyboard_desc:
      "Χρησιμοποιήστε μόνο το πληκτρολόγιο που παρέχεται στην οθόνη. Βοηθά τους χρήστες φωτητικής αναγνώρισης ή χρήστες συσκευών βοηθητικής εισόδου να απολαύσουν πλήρως το παιχνίδι.",
  },
  report: "Αναφορά σφάλματος",
  report_desc: "",
  original: "Αρχικό Wordle",
  original_desc:
    "Το αρχικό παιχνίδι Wordle στα αγγλικά, που παρέχεται από τους New York Times.",
  link: "Σύνδεσμος",
  button: {
    example: "Δοκιμάζουμε μαζί;",
    prev: "Προηγούμενο",
    next: "Επόμενο",
    start: "Έναρξη Παιχνιδιού",
    meaning: "Δείτε τη σημασία της λέξης",
    home: "Αρχική",
    back: "Πίσω",
  },
  info: {
    header: "Πώς παίζεται",
    title: "Μαντέψτε τα κρυμμένα γράμματα (ουσιαστικό) σε 6 προσπάθειες",
    sub_title1: "Τα χρώματα θα σας δώσουν στοιχεία για την απάντηση.",
    sub_title2:
      "Τα διπλά σύμφωνα και τα σύνθετα φωνήεντα καταλαμβάνουν δύο θέσεις.",
    sub_desc1: "ㅎ βρίσκεται στη λέξη και στη σωστή θέση.",
    sub_desc2: "ㅓ βρίσκεται στη λέξη αλλά σε λάθος θέση.",
    sub_desc3: "ㄹ δεν βρίσκεται στη λέξη.",
    sub_desc4: "ㄲ αναπαρίσταται ως ㄱㄱ.",
    sub_desc5: "ㅘ αναπαρίσταται ως ㅗㅏ.",
  },
  together: {
    title: "Να δοκιμάσουμε μαζί;",
    desc1: (
      <>
        Αυτή είναι η αρχική οθόνη. Δεδομένου ότι δεν υπάρχουν ακόμα στοιχεία, να
        δοκιμάσουμε κάποια λέξη; Ας δοκιμάσουμε
        <span>하늘</span>.
      </>
    ),
    desc2: (
      <>
        Καθώς αλλάζουν τα χρώματα των πλακιδίων, λαμβάνουμε αρκετά στοιχεία.
        <br /> Η σημερινή λέξη δεν περιλαμβάνει <span>ㅎ</span>,<span>ㄴ</span>,
        <span>ㅡ</span>,<span>ㄹ</span>, αλλά περιλαμβάνει <span>ㅏ</span>.{" "}
        <br /> Τι λέξη θα μπορούσε να είναι; <br /> Τι θα λέγατε για{" "}
        <span>복사</span>
      </>
    ),
    desc3: (
      <>
        Α, δεν είναι η σωστή απάντηση, αλλά έχουμε ένα σίγουρο στοιχείο. Η
        σημερινή λέξη τελειώνει σε <span>사</span>. <br />
        Χμμ, ας δοκιμάσουμε <span>경사</span>
      </>
    ),
    desc4: (
      <>
        Είμαστε κοντά στην απάντηση. Τώρα πρέπει να ταιριάξουμε μόνο δύο
        πλακίδια. Θα μπορούσε η απάντηση να είναι <span>검사</span>
      </>
    ),
    desc5: <>"Σωστό!"</>,
    desc6_1: (
      <>
        Εάν κάνετε κλικ στο κουμπί <span>Δείτε τη σημασία της λέξης</span>
        αφού απαντήσετε σωστά, θα δείτε τους ορισμούς της λέξης μόνο στα
        κορεατικά, όπως φαίνεται παρακάτω.
      </>
    ),
    desc6_2: (
      <>
        Να ξεκινήσουμε; <br /> Κάντε κλικ στο <span>Έναρξη Παιχνιδιού</span>{" "}
        παρακάτω.
      </>
    ),
  },
  answer: {
    msg1: (
      <>
        Απίστευτο!
        <br />
        Το βρήκατε με την πρώτη!
        <br />
        Δε μου λέτε και τους αριθμούς για το λαχείο;😏
      </>
    ),
    msg2: (
      <>
        Φανταστικό! Τα καταφέρατε μόλις μετά από δύο προσπάθειες!
        <br />
        Δεν αγοράζετε κι ένα λαχείο;
        <br />
        (Αλλά δε φέρω καμία ευθύνη 😉)
      </>
    ),
    msg3: (
      <>
        Απίστευτο! Το βρήκατε μετά από τρεις προσπάθειες.
        <br />
        Είναι τύχη; Ταλέντο;
        <br />
        Α, και η τύχη είναι ταλέντο, έτσι;😎",
      </>
    ),
    msg4: (
      <>
        Τα καταφέρατε στην τέταρτη προσπάθεια.
        <br />Η πραγματική διασκέδαση αρχίζει τώρα, έτσι δεν είναι;🤩
      </>
    ),
    msg5: (
      <>
        Τα καταφέρατε στην πέμπτη προσπάθεια.
        <br />
        Δεν φαίνεστε και πολύ χαλαροί...
        <br />
        Κανένα πρόβλημα, λέτε; Αλήθεια;🤨
      </>
    ),
    msg6: (
      <>
        Ουφ!
        <br />
        Δεν χάσατε την τελευταία σας ευκαιρία!
        <br />
        Επιτυχία!🤗
      </>
    ),
  },
  failed: "Τόσο κοντά! Δοκιμάστε ξανά!😔",
  center_msg: {
    lack: "Ανεπαρκής αριθμός γραμμάτων.",
    much: "Η εισαγωγή υπερβαίνει το όριο.",
    wrong: "Δεν είναι έγκυρο ουσιαστικό.",
    play_block:
      "Παίζετε ήδη ένα παιχνίδι. Παρακαλώ πατήστε το κουμπί κλεισίματος.",
  },
  notfound: {
    title: "Η σελίδα δεν βρέθηκε",
    content:
      "Η σελίδα που αναζητάτε δεν υπάρχει. Ελέγξτε τη διεύθυνση URL ή επιστρέψτε στην αρχική σελίδα.",
    button: "Μετάβαση στην αρχική σελίδα",
  },
  resume: {
    title: "Βρέθηκε ημιτελές παιχνίδι",
    desc: "Θέλετε να συνεχίσετε το προηγούμενο παιχνίδι σας;",
    continue: "Συνέχεια",
    newGame: "Νέο παιχνίδι",
  },
};
